<?php
return [
    'boolean' => [
        1 => '是',
        0 => '否',
    ],

    'gender' => [
        1 => '男',
        2 => '女',
    ],

    'chineseNum' => [
        1 => '一',
        2 => '二',
        3 => '三',
        4 => '四',
        5 => '五',
    ],

    'target' => [
        1 => 'A1發現團隊成員的觀點與能力',
        2 => 'A2依目標發現解決問題的合作模式',
        3 => 'A3理解解決問題的角色',
        4 => 'B1建立共享表述和判斷問題的共同點',
        5 => 'B2識別與描述要完成的任務',
        6 => 'B3描述分工角色與團隊組織',
        7 => 'C1與團隊成員溝通所要執行的動作',
        8 => 'C2執行計畫',
        9 => 'C3遵守團隊成員之間的合作規範',
		10 => 'D1監控及修正共享的理解',
		11 => 'D2監控成果與評估解決問題成功原因',
		12 => 'D3監控、回饋和調整組織與角色',
    ],

    'status' => [
        1 => '已公開',
        0 => '未公開',
    ],
];
